{
  "studio": {
    "makeup": "You are responsible for looking at the website and working through the textbook in order to familiarize yourself with what was missed in class. You might also be in touch with a peer in the class to learn what was covered in the course you have missed. It is your responsibility to ask questions about subject matter you may have missed in class. I assume you are in conversation with your peers about course material regularly. Indeed I encourage the class to self-organize; take collective notes in a GoogleDoc, start a Discord, and so on, to share and learn from each other. I am happy to boost these efforts if that is helpful to you.",
    "description": [
      "The following had been carefully written  by the faculty of the UIC Art Department and is used in all art classes.",
      "This is a studio course built on active participation, making together, thinking together, and learning from one another. If you are not in class, then you cannot participate. Therefore, students are expected to attend all scheduled classes for the full duration of the course. Three unexcused absences will lower your final grade by one full letter. Excessive absences would be considered four or more and may be cause for failure in the course. Two tardies, or leaving class early, or stepping out for long durations during class time (20 minutes or more) constitutes one absence. Any absence beyond two, that is not an excused absence, will affect your grade. Excused absences are only missed classes due to the death of an immediate family member, observation of a religious holiday, hospitalization, contagious sickness, or a victim of a crime, all of which should be accompanied by appropriate documentation provided to your professor within a week of the absence. All other reasons for missing class are considered unexcused.",
      "*Please note that if you communicate with your professor in advance about a class to which you will be absent or tardy, that does not mean the absence or tardy is excused. Only the reasons written above, with documentation, yield an absence as excused. Also, if you have a friend in the same class who is, on your behalf, letting your professor know that you are running late, you will still be marked tardy.",
      "*Please also note that it is your responsibility to track your attendance, to remain aware of it, and to communicate with your professor if you become concerned. Your professor will be taking attendance every class period, but it is not their obligation to communicate with you if your grade is being affected by your attendance."
    ]
  },
  "saic": {
    "description": [
      "Students are expected to attend all classes regularly and arrive on time. Full participation is required in all aspects of a course—including in-person sessions, synchronous online classes, and  independent  study.",
      "Instructors may permit students up to two absences per semester—inclusive of absences due to illness and/or family/personal emergencies. If a student registers late during the add/drop period, they are responsible for catching up on all missed content and assignments; instructors may count those missed classes as absences. ",
      "Instructors have the discretion to define expectations around student tardiness, including policies related to late arrivals, mid-class breaks, and early departures. These expectations should be clearly outlined in the course syllabus and communicated to students during the first class to ensure transparency and consistency. ",
      "Instructors grant credit only to students who meet the standards and expectations of the course.",
      "Students who are ill and unable to attend class should notify their instructor(s) by email or leave a message with the department office on the day they are absent. For extended absences due to illness, the student should contact Health Services, who will notify instructors. For other extenuating circumstances, students should reach out to the Academic Advising office. Please note that the written notification does not excuse a student from classes.",
      "Federal Financial Aid Attendance Requirement: Recipients of federal aid must have begun attendance in classes for which their eligibility is based upon at the time of disbursement and, in the case of Federal Direct Loans (Subsidized, Unsubsidized, and PLUS), be enrolled at least half-time.",
      "Religious Holiday Observance: SAIC recognizes the diverse religious and cultural practices of our community. Students are expected to notify their instructors early in the semester to discuss reasonable accommodations for holidays they observe."
    ]
  }
}
