{
  "uic": {
    "note": "Department of Art, UIC",
    "contact": "This class is a 4-hour credit course. During an average week, you will be expected to spend 3-5 hours on homework per class. Homework will primarily consist of assignment completions, project development, project documentation, and written assignments. See the UIC Contact / Credit hour policy for a detailed explanation for how homework time is calculated on a per-credit-hour basis.",
    "key": [
      {
        "label": "A",
        "description": "Work is of exceptionally high quality both technically and conceptually. The student and work exhibits ambition that is successfully realized far beyond the level required and could not be improved in any way. The student takes big risks! The student is always on time and prepared, vocal in class, inquisitive, and clearly invested in what they are thinking about and making both in class and outside of class. The student takes copious notes and refers to their notes regularly. Projects must show significant growth between class periods. The student must display significant growth over the course of the semester through risk, experimentation, and care for their work and what they are learning."
      },
      {
        "label": "B",
        "description": "Work is of good effort with creative ideas, but not accomplished to fully embody the initial conceptual or formal impetus. The student and their work display little risk in creative execution of projects and remains steadfast in their familiar ways of working and thinking. Ideas are safe and predictable. The student takes notes randomly and hardly refers to them. The student is on time but scattered and less prepared."
      },
      {
        "label": "C",
        "description": "Work is average, the assignments have been fulfilled and on time but with minimal effort. Barely meets the requirements of the assignment with little or no regard for the depth of the artist’s known potential. Predictably late and unprepared for class, often not taking any notes or making effort to remember what was said in class. The student is quiet during conversations and little work is being done outside of class."
      },
      {
        "label": "D",
        "description": "The work does not meet the assignment’s criteria, and/or is incomplete at critique time. The student has poor attendance, is absent minded in lectures and conversations, and shows little to no work being done outside of class."
      },
      {
        "label": "F",
        "description": "Failure to complete projects, or to participate in critique, or failure to arrive prepared for class routinely."
      }
    ]
  },
  "saic": {
    "contact6": "This class is a 3-hour credit course. During an average week, you will be expected to spend 3 hours on homework per class. Homework will primarily consist of assignment completions, project development, project documentation, and written assignments. See the SAIC Contact / Credit hour policy for a detailed explanation for how homework time is calculated on a per-credit-hour basis.",
    "contact3": "This class is a 3-hour credit course. During an average week, you will be expected to spend 6 hours on homework per class. Homework will primarily consist of assignment completions, project development, project documentation, and written assignments. See the SAIC Contact / Credit hour policy for a detailed explanation for how homework time is calculated on a per-credit-hour basis.",
    "key": [
      {
        "label": "(cr) credit received =",
        "description": "you have completed all projects, coding sketches, and relevant group projects. Your assignments reflect your own learning of the assigned readings that week, while also demonstrating the growth of your own expressive style. You have missed a maximum of two unexcused absences."
      },
      {
        "label": "(ncr) no credit received =",
        "description": "you have not completed all projects, coding sketches, or relevant group projects. Or, you may have completed these, but not reflected your own learning or growth in the process. Or, you have more than two unexcused absences."
      }
    ]
  }
}
